Repository: Portugao/Image
Catalog: locale/*/LC_MESSAGES/module_muimage.po
Languages: de

source: Enter the number parent albums. Only digits are allowed.
de: Gib die Anzahl der Hauptalben ein. Nur Ziffern sind erlaubt.

source: How many sub albums may a user create? Not relevant for admins.
de: Wieviele Unteralben darf ein Benutzer anlegen? Nicht relevant für Administratoren.

source: Number sub albums
de: Anzahl Unteralben

source: Enter the number sub albums. Only digits are allowed.
de: Gib die Anzahl von Unteralben ein. Nur Ziffern sind erlaubt.

source: How many pictures may a user create? Not relevant for admins
de: Wieviele Bilder darf ein Benutzer anlegen? Nicht relevant für Administratoren.

source: Number pictures
de: Anzahl Bilder

source: Enter the number pictures. Only digits are allowed.
de: Gib die Anzahl der Bilder ein. Nur Ziffern sind erlaubt.

source: Here you can set the maximum file size for pictures.
de: Hier kannst Du die maximale Dateigröße für Bilder festlegen.

source: Enter the file size. Only digits are allowed.
de: Gib die Dateigröße ein. Nur Ziffern sind erlaubt.

source: In kilobytes. 102400 means 100 KB.
de: In Kilobytes. 102400 bedeutet 100 KB.

source: Here you can set the maximum file size for zip upload.
de: Hier kannst Du die maximale Dateigröße für Zip Uploads festlegen.

source: Zip size
de: Zip Größe

source: Here you can set the minimum width for pictures.
de: Hier kannst Du die maximale Breite für Bilder eingeben.

source: Minimum width for pictures.
de: Minimale Breite von Bildern.

source: Enter the minimum width. Only digits are allowed.
de: Gib die minimale Breite ein. Nur Ziffern sind erlaubt.

source: Here you can set the maximum width for pictures.
de: Hier kannst Du die maximale Breite für Bilder festlegen.

source: Maximum width for pictures.
de: Maximale Breite für Bilder.

source: Enter the maximum width. Only digits are allowed.
de: Gib die maximale Breite ein. Nur Ziffern sind erlaubt.

source: Here you can set the maximum height for pictures.
de: Hier kannst Du die maximale Höhe für Bilder festlegen.

source: Max height
de: Maximale Höhe

source: Enter the max height. Only digits are allowed.
de: Gib die maximale Höhe ein. Nur Ziffern sind erlaubt.

source: Here you can set different layouts.
de: Hier kannst Du verschiedene Layouts festsetzen.

source: Choose the layout
de: Wähle das Layout

source: Here you can set a group for common access to albums. Admin and user group are not selectable. Create another group like editors to be able to work on albums together. Every member of this group can edit albums created by a group member. If not set, every user that is in the admin group has access to each album.
de: Hier kannst Du eine Gruppe für gemeinsamen Alben-Zugriff festlegen. Die Gruppen für Administratoren und Benutzer sind nicht auswählbar. Erstelle eine andere Gruppe wie z.B. Editoren, damit das Arbeiten an gemeinsamen Alben möglich ist. Jedes Mitglied dieser Gruppe kann dann sämtliche Alben, die von Gruppenmitgliedern erstellt werden, bearbeiten. Wenn keine Gruppe gesetzt ist, können sämtliche Alben von Administratoren bearbeitet werden.

source: Group for common albums
de: Gruppe für gemeinsame Alben

source: Choose the group for common albums
de: Wähle die Gruppe für gemeinsame Alben

source: If a group is set, all users of this group have access to the albums, that created a group member. Admins have access to each album if set or not.
de: Wenn eine Gruppe gesetzt ist, haben sämtliche Benutzer in dieser Gruppe Zugriff auf die Alben, die von einem Gruppenmitglied erstellt wurden. Admins haben grundsätzlich Zugriff auf alle Alben.

source: Here you can enable categories.
de: Hier kannst Du Kategorien aktivieren.

source: Support categories?
de: Kategorien unterstützen?

source: Enable categories.
de: Kategorien aktivieren.

source: Here you can enable subalbums.
de: Hier kannst Du Unteralben aktivieren.

source: Support subalbums?
de: Unteralben unterstützen?

source: Enable subalbums.
de: Unteralben aktivieren.

source: It has only effect in the frontend for the bootstrap layout.
de: Dies hat nur im Frontend für das Bootstrap Layout Auswirkungen.

source: Here you can enable breadcrumbs in the display template for albums.
de: Hier kannst Du Breadcrumbs im Display Template für Alben aktivieren.

source: Breadcrumbs in Frontend?
de: Breadcrumbs im Frontend?

source: Enable breadcrumbs.
de: Breadcrumbs aktivieren.

source: Kind of show sub albums
de: Art Unteralben zu zeigen

source: Choose the kind of show sub albums
de: Wähle die Art ein Unteralbum zu zeigen

source: If set to links, sub albums with password access will not be shown in the display template.
de: Wenn Links gesetzt ist, werden Unteralben mit Passwortzugriff nicht im Display template angezeigt.

source: Here you can enable ordering of albums in the frontend.
de: Hier kannst Du die Sortierung von Alben im Frontend aktivieren.

source: Order albums?
de: Alben sortieren?

source: Enable ordering.
de: Sortierung einschalten.

source: Here you can set an ending for detail pages.
de: Hier kannst Du die Endung für Detailseiten festlegen.

source: Ending
de: Endung

source: Enter the ending.
de: Gib die Endung ein.

source: You can select between html and htm or no ending (empty field).
de: Du kannst zwischen html, htm oder keine Endung (leeres Feld) wählen.

source: If this option is set to true, standard users are able to delete pictures in their albums.
de: Ist diese Option aktiviert, können normale Benutzer Bilder in ihren Alben löschen.

source: User delete pictures
de: Benutzer dürfen Bilder löschen?

source: Upload Handler
de: Upload Handhaber

source: Here you can manage all settings for uploads.
de: Hier kannst Du die Einstellungen für Uploads verwalten.

source: If this option is set to true, 3 sizes of pictures will be created near the original picture.
de: Ist diese Option aktiviert, werden neben dem Original 3 Größen des Bildes erzeugt.

source: Create several picture sizes?
de: Mehrere Bildgrößen erstellen?

source: Here you can set the width for the thumbnail.
de: Hier kannst Du die Breite für das Thumbnail festlegen.

source: Width for the thumbnail
de: Breite für das Thumbnail

source: Enter the width. Only digits are allowed.
de: Gib die Breite ein. Nur Ziffern sind erlaubt.

source: Here you can set the height for the thumbnail.
de: Hier kannst Du die Höhe für das Thumbnail festlegen.

source: Height for the thumbnail
de: Höhe für das Thumbnail

source: Enter the height. Only digits are allowed.
de: Gib die Höhe ein. Nur Ziffern sind erlaubt.

source: Here you can set the width for the preview.
de: Hier kannst Du die Breite für das Vorschaubild festlegen.

source: Width for the preview
de: Breite des Vorschaubildes

source: Here you can set the height for the preview.
de: Hier kannst Du die Höhe für das Vorschaubild festlegen.

source: Height for the preview
de: Höhe des Vorschaubildes

source: Here you can set the width for the full image.
de: Hier kannst Du die Breite für das komplette Bild festlegen.

source: Width for the full image
de: Breite für das komplette Bild

source: Here you can set the height for the full image.
de: Hier kannst Du die Höhe für das komplette Bild festlegen.

source: Height for the full image
de: Höhe für das komplette Bild

source: If set to true, pictures get modified to maximum width and height for pictures set in the settings. The aspect ratio of pictures will get received
de: Ist diese Option aktiviert, werden Bilder anhand der maximalen Breite und Höhe, die in den Einstellungen gesetzt sind, verändert. Das Seitenverhältnis der Bilder bleibt erhalten.

source: Shrink pictures
de: Bilder anpassen

source: If this option is set to true, for multi upload and zip upload we get the file name for a title. It is not possible to edit the title directly after upload.
de: Ist diese Option aktiviert, wird der Dateiname beim Multi- und beim Zip-Upload als Titel für Bilder übernommen. Es ist dann nicht möglich, den Titel direkt nach dem Upload zu bearbeiten.

source: File name for title
de: Dateinamen für Titel

source: Interval for 1. slideshow
de: Intervall für 1. Slideshow

source: Enter the slide1 interval. Only digits are allowed.
de: Gib das Slide1 Intervall ein. Nur Ziffern sind erlaubt.

source: Speed for 1. slideshow
de: Geschwindigkeit für 1. Slideshow

source: Enter the slide1 speed. Only digits are allowed.
de: Gib die Slide1 Geschwindigkeit ein. Nur Ziffern sind erlaubt.

source: Update configuration
de: Einstellungen aktualisieren

source: Additional Sizes
de: Zusätzlichen Größen

source: Create several sizes
de: Mehrere Bildgrößen erstellen

source: Actions
de: Aktionen

source: This setting is enabled. Click here to disable it.
de: Diese Einstellung ist aktiviert. Klicke hier um sie zu deaktivieren.

source: This setting is disabled. Click here to enable it.
de: Diese Einstellung ist deaktiviert. Klicke hier zum aktivieren.

source: Invocations
de: Aufrufe

source: Open quick view window
de: Fenster für Schnellansicht öffnen

source: Quick view
de: Schnellansicht

source: Not set.
de: Nicht gesetzt.

source: Meta Datas
de: Metadaten

source: Not supported for this picture
de: Für dieses Bild nicht unterstützt.

source: Quick navigation
de: Schnellnavigation

source: Search
de: Suchen nach

source: Welcome to the picture section of the M u image application.
de: Willkommen zum Bilderbereich von MUImage.

source: No title
de: Kein Titel

source: No valid file
de: Keine gültige Datei

source: Rotate picture to left
de: Bild nach links drehen

source: Rotate picture to right
de: Bild nach rechts drehen

source: Multi upload
de: Mehrfachupload

source: Content
de: Inhalt

source: Allowed file extensions:
de: Erlaubte Dateiendungen

source: Allowed file size:
de: Erlaubte Dateigröße:

source: Required width:
de: Erforderliche Breite:

source: Maximum width:
de: Maximale Breite:

source: Maximum height:
de: Maximale Höhe:

source: Create pictures
de: Bilder erstellen

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Show all entries
de: Alle Einträge anzeigen

source: View detail page
de: Detailseite ansehen

source: No pictures found.
de: Keine Bilder gefunden.

source: With selected pictures
de: Gewählte Bilder

source: Choose action
de: Wähle eine Aktion

source: Latest pictures
de: Letzte Bilder

source: A direct feed showing the list of pictures
de: Ein Feed zur Anzeige einer Liste von Bildern

source: Edit picture
de: Bild bearbeiten

source: Enter the title of the picture
de: Gib einen Titel für das Bild ein

source: Enter the description of the picture
de: Gib die Beschreibung des Bildes ein

source: show title ?
de: Titel zeigen?

source: show description ?
de: Beschreibung zeigen?

source: Pictures with too big width or height will be shrinked.
de: Bilder mit zu großer Breite oder Höhe werden angepasst.

source: Current file
de: Aktuelle Datei

source: Enter the image view of the picture
de: Aktiviere das Zählen der Bildaufrufe

source: album image ?
de: Albumbild?

source: Return control
de: Weiterleitungkontrolle

source: Create another item after save
de: Ein weiteres Element nach dem Speichern erstellen

source: Really delete this picture?
de: Dieses Bild wirklich löschen?

source: Delete picture
de: Bild löschen

source: Do you really want to delete this picture ?
de: Möchtest Du dieses Bild wirklich löschen?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Allowed file extensions
de: Erlaubte Dateiendungen

source: Here you can upload a zip file. Please have attention the archive does only contain image files.
de: Hier kannst Du eine Zip Datei hochladen. Bitte achte darauf, dass das Archiv nur Bilder enthält.

source: Upload zip file
de: Zip Datei hochladen

source: Previous picture
de: Vorheriges Bild

source: Next picture
de: Nächstes Bild

source: Finish editing
de: Bearbeitung beenden

source: Really delete this picture? If you a delete a picture
de: Dieses Bild wirklich löschen? Wenn Du ein Bild löscht

source: Object type
de: Objekttyp

source: If you change this please save the element once to reload the parameters below.
de: Wenn Du dies änderst speichere dieses Element um die Parameter unten neu zu laden.

source: Please select your item here. You can resort the dropdown list and reduce it's entries by applying filters. On the right side you will see a preview of the selected entry.
de: Bitte wähle Dein Element hier. Du kannst die Dropdownliste umsortieren und ihre Elemente mit Filtern reduzieren. Auf der rechten Seite siehst Du eine Vorschau des gewählten Eintrags.

source: Link to object
de: Link zum Objekt

source: Embed object display
de: Eingebettetes Objekt anzeigen

source: Visit the album
de: Besuche das Album

source: Read more
de: Mehr lesen

source: Template File
de: Template Datei

source: Creation and update
de: Erstellung und Aktualisierung

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Updated by %s
de: Aktualisiert von %s

source: Updated on %s
de: Aktualisiert am %s

source: Creation
de: Erstellung

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: Last update
de: Letzte Aktualisierung

source: Updated by %1$s on %2$s
de: Aktualisiert von %1$s am %2$s

source: External
de: Extern

source: ID of picture
de: ID des Bildes

source: ID of album
de: ID des Albums

source: Pagesize in frontend
de: Seitengröße im Frontend

source: Pagesize
de: Elemente pro Seite

source: Standard setting for showing a title of an image
de: Standardeinstellung für die Anzeige des Titels eines Bildes

source: Standard setting for showing a description of an image
de: Standardeinstellung für die Anzeige der Beschreibung eines Bildes

source: How many main albums may a user create
de: Wieviele Hauptalben ein Benutzer anlegen darf

source: How many sub albums may a user create
de: Wieviele Unteralben ein Benutzer anlegen darf

source: How many pictures may a user create
de: Wieviele Bilder darf ein Benutzer erstellen( hochladen)

source: Min width
de: Minimale Breite

source: Enter the min width. Only digits are allowed.
de: Gib die minimale Breite ein. Nur Ziffern sind erlaubt.

source: Max width
de: Maximale Breite

source: Enter the max width. Only digits are allowed.
de: Gib die maximale Breite ein. Nur Ziffern sind erlaubt.

source: Actions for this album
de: Aktionen für dieses Album

source: Add
de: Hinzufügen

source: Multi-Add
de: Mehrere Bilder hinzufügen

source: Zip-Add
de: Zip Upload

source: View as:
de: Ansehen mit:

source: Change view
de: Sicht wechseln

source: Save positions
de: Positionen sichern

source: No pictures
de: Keine Bilder

source: SubAlbums
de: Unteralben

source: This album is saved with a password by
de: Dieses Album ist passwortgeschützt von

source: Welcome to the album section of the M u image application.
de: Willkommen zum Albenbereich von MUImage.

source: Parent
de: Hauptalbum

source: No description
de: Keine Beschreibung

source: No albums found.
de: Keine Alben gefunden

source: With selected albums
de: Gewählte Alben

source: No SubAlbums
de: Keine Unteralben

source: No albums
de: Keine Alben

source: Latest albums
de: Letzte Alben

source: A direct feed showing the list of albums
de: Ein Feed der die Albumliste anzeigt

source: Edit album
de: Album bearbeiten

source: Enter the title of the album
de: Gib den Albumtitel ein

source: Enter the description of the album
de: Gib die Albumbeschreibung ein

source: Choose the album access
de: Wähle des Album Zugriff

source: Enter your friends (comma seperated)!
de: Gib Deine Freunde ein (kommasepariert)!

source: Enter the password access of the album
de: Gib das Passwort für den Zugriff ein

source: Not available for guests?
de: Nicht aufrufbar für Gäste?

source: Notice! Your are in admin group. So you get all albums to select. Be careful to make main or sub albums in view of logic!
de: Hinweis! Du bist in der Gruppe der Administratoren. Deshalb bekommst Du sämtliche Alben zur Auswahl angezeigt. Sei vorsichtig beim Erstellen von Haupt- und Unteralben im Hinblick auf die Logik.

source: So pleace avoid for example that an album becomes main album of an album, that is children album already. Otherwise you will produce big problems!
de: Also vermeide bitte zum Beispiel, dass ein Album zum Hauptalbum eines Albums wird, dass schon Unteralbum dieses Albums ist. Andernfalls wirst Du Schwierigkeiten verursachen!

source: Notice! You get only albums to select you have created! Also you get only albums that are qualified under aspects of logic and your quotas!
de: Hinweis! Bu bekommst nur Alben angezeigt, die Du erstellt hast.

source: Attention! This album is a sub album and you have no quotas to make it to main album! You may select another album as main album.
de: Achtung! Dieses Album ist ein Unteralbum und Du hast kein Kontingent, es zu einem Hauptalbum zu machen. Du kannst ein anderes Album als Hauptalbum wählen.

source: Attention! This album is on first level and you have no quotas to change!
de: Achtung! Dieses Album befindest sich auf dem ersten Level und Du hast kein Kontingent, dies zu ändern!

source: Really delete this album?
de: Album wirklich löschen?

source: Delete album
de: Album löschen

source: Do you really want to delete this album ?
de: Möchtest du dieses Album wirklich löschen?

source: Choose album
de: Album wählen

source: Choose the album
de: Wähle das Album

source: Enter password
de: Gib das Passwort ein

source: Children
de: Kinder

source: Load up a Picture
de: Bild hochladen

source: Load up few Pictures
de: Lade mehrere Bilder gleichzeitig hoch

source: Load up a zip file with Pictures
de: Lade eine Zip Datei mit Bildern hoch

source: If you change this please save the block once to reload the parameters below.
de: Wenn Du dies änderst speichere dieses Element um die Parameter unten neu zu laden.

source: Example
de: Beispiel

source: Diplay default block title?
de: Standard Blocktitel anzeigen

source: Only the picture
de: Nur ein Bild
