Repository: Portugao/Image
Catalog: locale/*/LC_MESSAGES/module_muimage.po
Languages: de

source: None workflow (no approval)
de: Kein Workflow

source: This is like a non-existing workflow. Everything is online immediately after creation.
de: Dies ist als würde kein Workflow existieren. Alles ist direkt online verfügbar.

source: Initial
de: Anfang

source: Pseudo-state for content which is just created and not persisted yet.
de: Pseudostaus für Inhalt der gerade erstellt wurde und noch nicht gesichert wurde.

source: Approved
de: Freigegeben

source: Content has been approved and is available online.
de: Inhalt wurde freigegeben und ist online verfügbar.

source: Deleted
de: Gelöscht

source: Pseudo-state for content which has been deleted from the database.
de: Pseudostatus für Inhalt der aus der Datenbank gelöscht wurde.

source: Submit
de: Abschicken

source: Submit content.
de: Inhalt abschicken

source: Update
de: Aktualisieren

source: Update content.
de: Inhalt updaten

source: Delete
de: Löschen

source: Delete content permanently.
de: Inhalt dauerhaft löschen

source: %1$s: missing parameter '%2$s'
de: %1$s: Parameter '%2$s' fehlt

source: Albums
de: Alben

source: Only item titles
de: Nur Titel

source: With description
de: Mit Beschreibung

source: This is a required field.
de: Dies ist ein Pflichtfeld.

source: Please enter a valid number in this field.
de: Bitte gib eine gültige Zahl ein.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Bitte nutze nur Ziffern in diesem Feld. Vermeide Leerzeichen und andere Zeichen wie Punkte oder Kommata.

source: Please use letters only (a-z) in this field.
de: Bitte nutze nur Buchstaben (a-z) in diiesem Feld.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte nutze nur Buchstaben (a-z) oder Ziffern (0-9) in diesem feld. Leerzeichen und andere Zeichen sind nicht erlaubt.

source: Please enter a valid date.
de: Bitte gib ein gültiges Datum ein.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte gib eine gültige email Adresse en. Zum Beispiel deinname@beispiel.com .

source: Please enter a valid URL.
de: Bitte gib eine gültige URL ein.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte nutze folgendes Datumsformat: dd/mm/yyyy. Beispiel: 17/03/2011 für den 17. März 2011.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte gib eine $ gültige Zahl ein. ZUm Beispiel $ 100.00 .

source: Please make a selection.
de: Bitte treffe ein Auswahl.

source: Please select one of the above options.
de: Bitte wähle eine der oberen Optionen

source: This value must not contain spaces.
de: Dieser Wert darf keine Leerzeichen enthalten.

source: Please select an allowed file type.
de: Bitte wähle einen erlaubten Dateitypen.

source: Please select a value in the past.
de: Bitte wähle einen Wert in der Vergangenheit

source: Please select a value in the future.
de: Bitte wähle einen Wert in der Zukunft

source: This value is already assigned, but must be unique. Please change it.
de: Dieser Wert existiert shon und er muss eindeutig sein. Bitte ändere ihn.

source: Pictures
de: Bilder

source: Custom template
de: Eigenes Template

source: Done! Several sizes for old uploads created.
de: Erledigt! Verschiedene Größen für alte Uploads erstellt.

source: No such item.
de: Kein solches Element.

source: Error! Could not determine workflow actions.
de: Fehler! Konnte Workflowaktionen nicht beenden.

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Done! Item updated.
de: Erledigt! Element aktualisiert.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen

source: Done! Item deleted.
de: Erledigt! Element gelöscht.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen

source: Error! Failed to start the import.
de: Fehler! Start des Imports fehlgeschlagen.

source: Done! Module import complete.
de: Erledigt! Modulimport komplett.

source: Error! Failed to set configuration variables.
de: Fehler! Setzen von Modulvariablen fehlgeschlagen.

source: Done! Module configuration updated.
de: Erledigt! Moduleinstellungen aktualisiert.

source: Not set
de: Nicht gesetzt.

source: Sorry! Your enter for the ending is invalid!
de: Entschuldigung! Deine Eingabe für die Endung ist ungültig!

source: Sorry. There is an error with session var.
de: Entschuldigung. Es gibt einen Fehler mit der Sessionvariablen.

source: Sorry, but you can not create the picture yet as other items are required which must be created before!
de: Entschuldigung, aber Du kannst kein Bild erstellen bevor andere erforderliche Elemente nicht erstellt sind!

source: Done! Picture created.
de: Erledigt! Bild erstellt.

source: Done! Picture updated.
de: Erledigt! Bild aktualisiert.

source: Done! Picture deleted.
de: Erledigt! Bild gelöscht.

source: Sorry, but an unknown error occured during the %s action. Please apply the changes again!
de: Entschuldigung, aber ein unbekannter Fehler ist während der Aktion %s aufgetreten. Bitte bestätige die Änderungen erneut!

source: Please enter title...
de: Bitte gib einen Titel ein...

source: Done! Image uploaded.
de: Erledigt! Bild hochgeladen

source: Done! Picture uploaded.
de: Erledigt! Bild hochgeladen.

source: Owner:
de: Besitzer:

source: Main album:
de: Hauptalbum:

source: Sorry, but you can not create the album yet as other items are required which must be created before!
de: Entschuldigung, aber Du kannst kein Album erstellen bevor andere erforderliche Elemente nicht erstellt sind!

source: Done! Album created.
de: Erledigt! Album erstellt.

source: Done! Album updated.
de: Erledigt! Album aktualisiert.

source: Done! Album deleted.
de: Erledigt! Album gelöscht.

source: No main album
de: Kein Hauptalbum

source: Owner
de: Besitzer

source: Main album
de: Hauptalbum

source: Close
de: Schliessen

source: Error! Invalid colour.
de: Fehler! Ungültige Farbe.

source: Error! in %1$s: the %2$s parameter must be specified.
de: Fehler! In %1$s: Der Parameter %2$s muss spezifiziert werden.

source: picture
de: Bild

source: Add %s
de: %s hinzufügen

source: Select %s
de: Wähle %s

source: Find %s
de: Finde %s

source: Search %s
de: Suche %s

source: Create new %s
de: %s neu erstellen

source: Create
de: Erstellen

source: No results found!
de: Keine Ergebnisse gefunden

source: Cancel
de: Abbrechen

source: This function requires JavaScript activated!
de: Diese Funktion verlangt aktiviertes Javascript!

source: MUImage picture
de: MUImage Bild

source: Display One MUImage Picture.
de: Zeige ein MUImage Bild.

source: MUImage detail view
de: MUImage Detailansicht

source: Display or link a single MUImage object.
de: Zeige oder verlinke ein einzelnes Objekt von MUImage.

source: No item selected.
de: Kein Element ausgewählt.

source: MUImage list view
de: MUImage Listenansicht

source: Display list of MUImage objects.
de: Zeige eine Liste von MUImage Objekten.

source: All
de: Alle

source: MUImage items
de: MUImage Elemente

source: Display MUImage items.
de: MUImage Elemente anzeigen

source: Doctrine Exception:
de: Doctrine Ausnahme:

source: An error was encountered while creating the tables for the %s extension.
de: Ein Fehler ist während des Erstellens der Tabellen für %s aufgetreten.

source: Please enable the development mode by editing the /config/config.php file in order to reveal the error details.
de: Bitte schalte den Entwicklermodus durch Bearbeiten der Datei /config/config.php ein.

source: Error! Could not create a category registry for the %s entity.
de: Fehler! Konnte keine Kategorie Registrierung für den Eintrag %s erstellen.

source: An error was encountered while removing stored object workflows for the %s extension.
de: Während des Entfernens gespeicherter Objekt Arbeitsabläufe für das Modul %s ist ein Fehler aufgetreten.

source: An error was encountered while dropping tables for the %s extension.
de: Ein Fehler ist während des Löschens der Tabellen für das Modul %s aufgetreten.

source: The upload directories at [%s] can be removed manually.
de: Die Upload Ordner in [%s] können manuell gelöscht werden.

source: Error! Could not move your file to the destination folder.
de: Fehler! Konnte Deine Datei nicht in den Zielordner verschieben..

source: Error! No file found.
de: Fehler! Keine Datei gefunden.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieser Dateityp ist nicht erlaubt. Wähle bitte ein anderes Format.

source: Error! Your file is too big. Please keep it smaller than %s kilobytes.
de: Fehler! Ihre Datei ist zu groß. Bitte mache sie kleiner als %s Kilobytes.

source: Error! Your file is too big. Please keep it smaller than %s megabytes.
de: Fehler! Deine Datei ist zu gross. Bitte halte sie kleiner als %s megabytes.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieser Dateityp scheint kein gültiges Bild zu sein.

source: Unknown error
de: Unbekannter Fehler

source: File too big
de: Datei zu groß

source: File uploaded partially
de: Datei teilweise hoch geladen

source: No file uploaded
de: Keine Dateien hoch geladen!

source: No tmp folder
de: Kein temporärer Ordner

source: Error with upload:
de: Fehler mit Upload:

source: M u image module generated by ModuleStudio 0.6.2.
de: MUImage mit ModuleStudio 0.6.2. generiert.

source: muimage Albums Display Hooks
de: muimage Alben Ansicht Hooks

source: muimage Albums Filter Hooks
de: muimage Alben Filter Hooks

source: muimage Pictures Display Hooks
de: muimage Bilder Ansicht Hooks

source: muimage Pictures Filter Hooks
de: muimage Bilder Filter Hooks

source: Notice: This block will not be displayed until you activate the MUImage module.
de: Hinweis: Dieser Block wird erst angezeigt, wenn das Modul MUImage aktiviert ist.

source: One Item
de: Ein Element

source: Show one item of MUImage by id.
de: Zeige ein Element von MUIMage anhand der Id.

source: One MUImage Item
de: Ein MUImage Element

source: Item list
de: Elementliste

source: Show a list of MUImage items based on different criteria.
de: Zeige eine Liste von MUImage Elementen anhand verschiedener Kriterien.

source: Latest MUImage items
de: Aktuelle MUImage Elemente

source: List of albums and other MUImage items
de: Liste von Alben und anderen MUImage Elementen

source: This plugin shows a list of albums and other items of the MUImage module.
de: Dieses Plugin zeigt eine Liste von Alben und anderen Elementen des Moduls MUImage.

source: An error was encountered while dropping the tables for the %s module.
de: Ein Fehler ist während des Löschens der Tabellen für das Modul %s aufgetreten.

source: An error was encountered while removing stored object workflows for the %s module.
de: Während des Entfernens gespeicherter Objekt Arbeitsabläufe für das Modul %s ist ein Fehler aufgetreten.

source: Error! Your file %s is too big. Please keep it smaller than %s kilobytes.
de: Fehler! Deine Datei %s ist zu gross. Bitte halte sie kleiner als %s kilobytes.

source: Error! Your file %s is too big. Please keep it smaller than %s megabytes.
de: Fehler! Deine Datei %s ist zu groß. Bitte halte sie kleiner als %s megabytes.

source: Sorry! Your picture does not have the required width.
de: Entschuldigung! Dein Bild hat nicht die erforderliche Breite.

source: Sorry! Your picture is wider than allowed.
de: Entschuldigung! Dein Bild ist breiter als erlaubt.

source: Sorry! Your picture is higher than allowed.
de: Entschuldigung! Dein Bild ist höher als erlaubt.

source: MUImage Pictures in Albums and SubAlbums
de: MUImage Bilder in Alben und Unteralben

source: MUImage - Create album
de: MUImage - Album erstellen

source: All except approved
de: Alle ausgenommen freigegebene

source: Shows all items except these which are approved
de: Zeigt alle Elemente ausgenommen die freigegeben wurden

source: Users
de: Benutzer

source: only registered users
de: nur registrierte Benutzer

source: Friends
de: Freunde

source: Known password
de: Bekanntes Passwort

source: The upload directory "%s" does not exist and could not be created. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
de: Der Upload Ordner "%s" existiert nicht und konnte nicht erstellt werden. Versuche ihn selbst zu erstellen und stelle sicher, dass er erreichbar und beschreibbar ist.

source: Warning! The upload directory at "%s" exists but is not writable by the webserver.
de: Warnung! Der Upload Ordner in "%s" existiert, ist aber nicht beschreibbar.

source: Warning! Could not write the .htaccess file at "%s".
de: Warnung! Konnte die .htaccess Datei in "%s" nicht schreiben.

source: unlimited
de: unbegrenzt

source: Your Quota:
de: Dein Kontingent:

source: Main Albums:
de: Hauptalben:

source: Sub Albums:
de: Unteralben:

source: Pictures:
de: Bilder:

source: No limit
de: Keine Grenze

source: No metadatas available
de: Keine Metadaten vorhanden

source: File name
de: Dateiname

source: File size
de: Dateigröße

source: Height
de: Höhe

source: Width
de: Breite

source: Aperture
de: Blende

source: Exposer time
de: Belichtungszeit

source: White balance
de: Weissabgleich

source: Mime type
de: Mime Typ

source: Company
de: Hersteller

source: Model
de: Modell

source: Original time
de: Originalzeit

source: Focal length
de: Brennweite

source: Brightness
de: Helligkeit

source: Contrast
de: Kontrast

source: Saturation
de: Sättigung

source: Sharpness
de: Schärfe

source: Scene capture type
de: Aufnahmemodus

source: Landscape
de: Landschaft

source: Nigtht scene
de: Nachtszene

source: Other
de: Anderes

source: Flash
de: Blitz

source: No
de: Nein

source: Yes
de: Ja

source: User comment
de: Benutzerkommentar

source: Error! Field value must not be empty (%s).
de: Fehler! Der Wert des Feldes darf nicht leer sein (%s).

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf nicht größer als %2$s (%1$s) sein.

source: Error! Field value must be a valid boolean (%s).
de: Fehler! Das Feld benötigt einen gültigen booleschen Wert (%s).

source: Error! Field value may only contain digits (%s).
de: Fehler! Der Wert des Feldes darf nur Ziffern beinhalten (%s).

source: Error! Field value must not be 0 (%s).
de: Fehler! Der Wert des Feldes darf nicht 0 sein (%s).

source: The %1$s %2$s is already assigned. Please choose another %1$s.
de: Der Titel %1$s %2$s existiert schon. Bitte wähle einen anderen %1$s.

source: Back to overview
de: Zurück zur Übersicht

source: Invalid user identifier received.
de: Fehler! Ungültiger Benutzer aufgerufen.

source: Invalid identifier received.
de: Fehler! Ungültiger Bezeichner aufgerufen.

source: Error! Could not remove stored workflow. Deletion has been aborted.
de: Fehler! Konnte den gespeicherten Workflow nicht entfernen. Löschen wurde abgebrochen.

source: Error! Could not load the associated workflow.
de: Fehler! Konnte den notwendigen Workflow nicht laden.

source: Open preview page
de: Vorschau öffnen

source: Preview
de: Vorschau

source: Edit
de: Bearbeiten

source: Reuse for new item
de: Für ein neues Element benutzen

source: Reuse
de: Wiederverwenden

source: Create picture
de: Bild erstellen

source: Create album
de: Album erstellen

source: Album with title
de: Album mit Titel

source: created!
de: erstellt!

source: Invalid object type received.
de: Ungültiger Objekttyp aufgerufen.

source: Error! Could not save the search results.
de: Fehler! Konnte das Suchergebnis nicht speichern.

source: 3 newest albums
de: 3 aktuelle Alben

source: A list of the three newest albums.
de: Eine Liste der 3 neuesten Alben.

source: 3 random albums
de: 3 zufällige Alben

source: A list of three random albums.
de: Eine Liste 3 zufälliger Alben.

source: Switch to administration area.
de: Wechsel zum Administrationsbereich.

source: Album list
de: Albenliste

source: Picture list
de: Bilderliste

source: Invalid arguments array received.
de: Ungültiges Array von Argumenten aufgerufen.

source: There is no album with the id you entered!
de: Es gibt kein Album mit der Id, die Du eingegeben hast!

source: Sorry! There is already an album with this title in MUImage!
de: Entschuldigung! Es gibt schon ein Album mit diesem Titel!

source: Could not build data array to import this album
de: Konnte das Datenarray zum importieren dieses Albums nicht herstellen

source: For the album %s there was no main album found. If you are sure, there is one in the mediashare table, you should edit the imported album to assign the main album.
de: Für das Album %s ist kein HAuptalbum gefunden worden. Wenn Du sicher bist, es gibt eines in der Mediashare Tabelle, solltest Du das importierte Album bearbeiten, um das Hauptalbum zu zu weisen.

source: Success! The album %s is imported!
de: Erfolg! Das Album %s wurde importiert!

source: Invalid data pool for this picture
de: Ungültiger Datenpool für dieses Bild

source: No valid pictures for this album!
de: Keine gültigen Bilder für dieses Album!

source: %1$s Pictures imported for this album!
de: %1$s Bilder für dieses Album importiert!

source: Not able to create the correct structure for album import
de: Nicht möglich, eine korrekte Struktur für den Albumimport zu erstellen

source: Connection to database failed
de: Verbindung zur Datenbank fehlgeschlagen

source: Switch to user area.
de: Wechsel zum Nutzerbereich.

source: Configuration
de: Einstellungen

source: Manage settings for this application
de: Verwalte die Einstellungen für MUImage

source: Create Album
de: Album erstellen

source: Create a main album
de: Hauptalbum erstellen

source: Create SubAlbum
de: Unteralbum erstellen

source: Create a sub album
de: Erstelle ein Unteralbum

source: Generate sizes
de: Mehrere Größen generieren

source: Generate several sizes for old uploads
de: Generiere mehrere Größen für alte Uploads

source: Error! Invalid identifier received.
de: Fehler! Ungültiger Bezeichner aufgerufen.

source: Sorry! You have no access to this picture.
de: Entschuldigung! Du hast keinen Zugriff auf das Bild.

source: Error! It is not allowed to delete this picture.
de: Fehler! Es ist nicht erlaubt dieses Bild zu löschen.

source: Error! It is not allowed to delete this album.
de: Fehler! Es ist nicht erlaubt dieses Album zu löschen.

source: Error: Invalid editor context given for external controller action.
de: Fehler: Ungültiger Context für den Editor für externe Controller-Aktion.

source: Error: invalid input.
de: Fehler: ungültige Eingabe

source: You have no permissions to delete this album!
de: Du hast keine Berechtigung dieses Album zu löschen!

source: You have no permissions to delete this picture!
de: Du hast keine Erlaubnis, dieses Bild zu löschen!

source: Congratulation! You have access to this album now.
de: Glückwunsch! Du hast nun Zugriff auf dieses Album.

source: Sorry. You did not enter the correct password.
de: Entschuldigung! Du hast nicht das korrekte Passwort eingegeben.

source: Item
de: Element

source: Create MUImage Album
de: MUImage Album erstellen

source: Create Album and add the uploaded pictures?
de: Album erstellen und die hochgeladenen Bilder hinzufügen?

source: Add pictures to main album:
de: Bilder dem Hauptalbum hinzufügen:

source: Select a main album
de: Wähle ein Hauptalbum

source: Add pictures to sub album:
de: Füge Bilder zum Unteralbum hinzu:

source: Select a sub album
de: Wähle ein Unteralbum

source: Select MUImage Album
de: MUImage Album wählen

source: Select an album!
de: Wähle ein Album!

source: No album selected
de: Kein Album ausgewählt

source: Sorting
de: Sortierung

source: Random
de: Zufall

source: Newest
de: Aktuellste

source: Default
de: Standard

source: Amount
de: Anzahl

source: Filter (expert option)
de: Filter ( Expertenoption )

source: Syntax examples
de: Syntax Beispiele

source: or
de: oder

source: No object types found.
de: Keine Objekttypen gefunden.

source: Search and select picture
de: Suche und wähle Bilder

source: Switch to
de: Wechsel zu

source: Search and select album
de: Suche und wähle Alben

source: Select album
de: Album wählen

source: Paste as
de: Einfügen als

source: Thumbnail of picture
de: Thumbnail des Bildes

source: Preview of picture
de: Vorschau des Bildes

source: Thumbnail of picture with lightbox
de: Thumbnail des Bildes mit Lightbox

source: Preview of picture with lightbox
de: Vorschau des Bildes mit Lightbox

source: Original picture
de: Originalbild

source: Link to the picture
de: Link zum Bild

source: Picture
de: Bild

source: No entries found.
de: Keine Einträge gefunden.

source: Sort by
de: Sortieren anhand

source: Workflow state
de: Workflow Status

source: Title
de: Titel

source: Description
de: Beschreibung

source: Show title
de: Zeige Titel

source: Show description
de: Zeige Beschreibung

source: Image upload
de: Aktueller Bildupload

source: Image view
de: Bildansicht

source: Album image
de: Albumbild

source: Pos
de: Position

source: Creation date
de: Erstelldatum

source: Creator
de: Ersteller

source: Update date
de: Aktualisierungsdatum

source: ascending
de: Aufsteigend

source: descending
de: Absteigend

source: Page size
de: Seitengröße

source: Search for
de: Suchen nach

source: Change selection
de: Auswahl ändern

source: Picture information
de: Bildinformation

source: Category
de: Kategorie

source: Categories
de: Kategorien

source: This is an optional filter.
de: Dies ist ein optionaler Filter.

source: Link to the album
de: Link zum Album

source: Album access
de: Zugriff auf Album

source: Password access
de: Passwortzugriff

source: My friends
de: Meine Freunde

source: Not in frontend
de: Nicht im Frontend

source: Settings
de: Einstellungen

source: General
de: Allgemein

source: Here you can manage all basic settings for this application.
de: Hier kannst Du die Grundeinstellungen für dieses Modul verwalten.

source: Here you can set the number of items per page in frontend
de: Hier kannst Du die Anzahl von Elementen pro Seite im Frontend festlegen.

source: Number of items per page
de: Anzahl von Elementen pro Seite

source: Enter the pagesize. Only digits are allowed.
de: Gib die Seitengröße ein. Nur Ziffern sind erlaubt.

source: Here you can set the number of albums per page in backend.
de: Hier kannst Du Anzahl von Alben pro Seite im Backend festlegen.

source: Page size admin albums
de: Seitengröße Admin Alben

source: Enter the page size admin albums. Only digits are allowed.
de: Gib die Seitengröße für Alben im Administrationsbereich ein. Nur Ziffern sind erlaubt.

source: Here you can set the number of pictures per page in backend.
de: Hier kannst Du die Anzahl von Bildern pro Seite im Backend festlegen.

source: Page size admin pictures
de: Seitengröße Admin Bilder

source: Enter the page size admin pictures. Only digits are allowed.
de: Gib die Seitengröße für Bilder im Administrationsbereich ein. Nur Ziffern sind erlaubt.

source: Standard setting for showing a title of a picture.
de: Standardeinstellung für die Anzeige des Titels eines Bildes

source: Standard setting for showing a description of a picture.
de: Standardeinstellung für die Anzeige der Beschreibung eines Bildes

source: Here you can activate the count of access to detail pages of pictures.
de: Hier kannst Du das Zählen von Zugriffen auf Detailseiten aktivieren.

source: Count image view
de: Aufrufe zählen

source: How many main albums may a user create? Not relevant for admins.
de: Wieviele Hauptalben darf ein Benutzer anlegen? Nicht relevant für Administratoren.

source: Number parent albums
de: Anzahl Hauptalben
